Repository: AlternC/alternc-redis
Catalog: src/usr/share/alternc/panel/locales/*/LC_MESSAGES/redis.po
Languages: fr_fr

source: Redis Server
fr_fr: Serveur Redis

source: Redis server settings
fr_fr: Paramètres du serveur Redis

source: Redis server status
fr_fr: Etat du serveur Redis

source: Redis Socket Path
fr_fr: Chemin du Socket Unix du serveur Redis

source: Max Memory (in MB)
fr_fr: Mémoire Max (en Mo)

source: Data Saved?
fr_fr: Sauver les données ?

source: Please confirm that you want your Redis server stopped and deleted
fr_fr: Merci de confirmer que vous souhaitez la suppression du serveur Redis

source: Shutdown and delete
fr_fr: Éteindre et supprimer

source: Cancel deletion
fr_fr: Annuler la suppression

source: Redis server
fr_fr: Serveur Redis

source: You currently have no Redis server running.
fr_fr: Vous n'avez pour l'instant aucun serveur Redis d'actif.

source: Enter the settings for your Redis server. You'll get the socket path in return.
fr_fr: Entrez les paramètres de votre serveur Redis. Vous obtiendrez le chemin du Socket Unix en retour.

source: (max allowed %s MB)
fr_fr: (maximum autorisé %s Mo)

source: Save data on disk?
fr_fr: Sauver les données sur le disque ?

source: Start a Redis server
fr_fr: Démarrer le serveur Redis

source: I was not able to delete your redis server now. Please try later
fr_fr: Je n'ai pas pu supprimer le serveur Redis pour l'instant. Merci de réessayer

source: Max Memory must be between 16MB and your maximum allowed.
fr_fr: La mémoire maximale doit être comprise entre 16Mo et votre quota maximum.

source: I was not able to create your redis server now. Please try later
fr_fr: Je n'ai pas pu créer le serveur Redis pour l'instant. Merci de réessayer

source: I was not able to cancel the deletion of your redis server now. It may be too late.
fr_fr: Je n'ai pas pu annuler la suppression du serveur Redis pour l'instant. Il est peut-être trop tard.

source: Redis service
fr_fr: Service Redis

source: redis_status_CREATE
fr_fr: Création en cours

source: redis_status_DELETE
fr_fr: Effacement prochain

source: redis_status_DELETING
fr_fr: Effacement en cours

source: redis_status_ERROR
fr_fr: En erreur

source: redis_status_OK
fr_fr: En fonctionnement

source: redis_save_0
fr_fr: Aucune sauvegarde sur disque

source: redis_save_1
fr_fr: Sauvegarde sur disque 1 fois par heure

source: redis_save_2
fr_fr: Sauvegarde sur disque toutes les 10 minutes

source: A redis server already exist for your AlternC account
fr_fr: Un serveur redis existe déjà pour votre compte AlternC

source: No redis server exists for your AlternC account
fr_fr: Aucun serveur redis n'existe pour votre compte AlternC

source: Your redis server has been marked for deletion
fr_fr: Votre serveur redis a été marqué pour suppression
